exercices_back={
1:'подтягивания',
2:'австралийские подтягиания',
3:'гиперэкстензия на тренажёре',
4:'гиперэкстензия лёжa на полу',
5:'гиперэкстензия лёжа на фитболле',
6:'наклоны джефферсона',
7:'тяга гантели в упоре на скамью',
8:'тяга вертикального блока',
9:'тяга горизонтального блока',
10:'тяга штанги в наклоне',
11:'тяга т-грифа в наклоне',
12:'пуловер в кроссовере',
13:'пуловер c гантелью',
14:'разведение гантелей в стороны в наклоне',
15:'разведение рук в наклоне c эспандером'
}

exercices_shoulders={
1:'жим штанги стоя',
2:'разведение гантелей в наклоне',
3:'тяга штанги к подбородку широким хватом',
4:'Жим гантелей сидя',
5:'Отведение гантелей в стороны',
6:'Разведение рук в кроссовере',
7:'Подъем рук перед собой в кроссовере',
8:'Тяга верхнего блока',
9:'Отведение руки с фитнес-резинкой',
10:'Подъем руки с фитнес-резинкой'
}

exercices_legs={
1:'',
2:'',
3:'',
4:'',
5:'',
6:'',
7:'',
8:'',
9:'',
10:''
}

exercices_core={
1:'',
2:'',
3:'',
}

exercices_chest={
1:'',
2:''
}

exercices_cardio={
1:'',
2:''
}